Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zwykle lubił się wałęsać w pobliżu jeziora na południe stąd. Poszukaj go tam.
uk: Зазвичай він любив вештатися біля озера на південь звідси. Пошукай його там.

source: Zwykle nie rozstaje się ze swoim wozem, na którym spokojnie zmieści się kilka dużych beczek wina.
uk: Зазвичай він не розлучається зі своїм возом, на якому легко поміщаються кілька великих бочок вина.

source: Zwykle ograniczali się do kradzieży plonów i towarów pozostawionych samopas przez chłopów. Ostatnio jednak zrobili się bardziej bezczelni.
uk: Зазвичай вони обмежувалися крадіжками врожаю та речей, які селяни залишали без нагляду. Але останнім часом вони стали більш нахабними.

source: Zwykle pilnuje wschodniej bramy wioski.
uk: Зазвичай він охороняє східні ворота села.

source: Zwykle płaciłem za nie gdzieś około 30 sztuk złota.
uk: Раніше я платив за них десь 30 золотих.

source: Zwykle radzę sobie ze szczurami całkiem nieźle, ale pewien kupiec zaoferował mi magiczny instrument dzięki któremu szczury miały się mnie słuchać.
uk: Зазвичай я сам справлявся з щурами, але один торговець запропонував мені магічний інструмент, який змусить щурів слухатися мене.

source: Zwykle skupują je ode mnie kupcy z Araxos, ale mam parę perełek na sprzedaż.
uk: Зазвичай, у мене все скуповують торговці Араксосу, але я маю кілька перлин на продаж.

source: Zwykle to ja przepytuję innych, ale śmiało. Co chcesz wiedzieć?
uk: Зазвичай це я задаю питання, але запитуй. Що ти хочеш знати?

source: Zwykle to obcy przedstawiają się pierwsi, ale zrobię dla ciebie wyjątek.
uk: Зазвичай незнайомці представляються першими, але для тебе я зроблю виняток.

source: Zwykle zajmują się tym nasi nowicjusze, ale tym razem wyręczył ich ten szczupły mężczyzna stojący obok. To chyba ktoś z rodziny zmarłego.
uk: Зазвичай цим займаються наші послушники, але цього разу про це подбав той худорлявий чоловік, що стоїть неподалік. Думаю, це хтось із родини покійного.

source: Zwykła kula armatnia.
uk: Звичайне гарматне ядро.

source: Zwykła pochodnia.
uk: Звичайний смолоскип.

source: Zwykła skrzynia
uk: Звичайна скриня

source: Zwykła skrzynia pełna ryb.
uk: Звичайний ящик, повен риби.

source: Zwykła ławka
uk: Звичайна лавка

source: Zwykła, drewniana skrzynia
uk: Звичайний дерев'яний ящик

source: Zwykła, trochę zardzewiała żelazna łopata.
uk: Звичайна, злегка іржава залізна лопата.

source: Zwykłe koło wozu.
uk: Звичайне колесо від воза.

source: Zwykłe lawiny tak, ale to? Zanim skały spadły na obóz, słyszałem jakiś huk! Skąd się niby wziął?
uk: Звичайні лавини – так, але це? Перед тим, як каміння покотилось на табір, я почув вибух! Звідки він, власне, взявся?

source: Zwykłe podejrzenia mnie nie interesują. Jeśli masz jakiś typ, to go sprawdź, a potem mi donieś, czy się sprawdził.
uk: Прості підозри мене не цікавлять. Якщо у тебе є зачіпка, то перевір її, а вже потім повідом мені, якщо вона підтвердиться.

source: Zwykłe pomieszczenie? Niemożliwe... muszę się dokładnie rozejrzeć.
uk: Звичайна кімната? Не може бути... Треба тут все добре роздивитися.

source: Zwykłe pomyje.
uk: Звичайні помиї.

source: Zwykłe łóżko
uk: Звичайне ліжко

source: Zwykłe, śmierdzące, owcze łajno.
uk: Звичайний, смердючий, овечий гній.

source: Zwykły kamień
uk: Звичайний камінь

source: Zwykły poszukiwacz przygód nie ma czasu na codzienne doglądanie kiełkujących roślin przez wiele tygodni. W takim wypadku najlepiej po prostu je sprzedać.
uk: Звичайний шукач пригод не має часу щодня доглядати за проростанням рослин протягом кількох тижнів поспіль. У такому випадку краще їх просто продати.

source: Zwykły tytoń.
uk: Звичайний тютюн.

source: Zwykły z ciebie leń i tyle! Sprałbym cię na kwaśne jabłko, ale muszę oszczędzać ręce na rozpalenie ogniska.
uk: Ти просто нероба, ось і все! Я б тобі накидав по хліборізці, але мушу берегти руки для розпалювання вогнища.

source: Zwykły śmieć z Araxos próbuje mi grozić? Już ja ci pokażę...
uk: Якесь сміття з Араксосу намагається мені погрожувати? Зараз я тобі покажу...

source: Zwój
uk: Сувій

source: Zwój | Zaklęcie Beliara
uk: Сувій | Заклинання Беліара

source: Zwój | Zaklęcie Beliara | Obszarowe
uk: Сувій | Заклинання Беліара | По площі

source: Zwój | Zaklęcie Paladyna
uk: Сувій | Заклинання паладина

source: Zwój | Zaklęcie elektryczne
uk: Сувій | Заклинання блискавки

source: Zwój | Zaklęcie elektryczne | Inwestycyjne
uk: Сувій | Заклинання блискавки | Підтримуване

source: Zwój | Zaklęcie elektryczne | Obszarowe
uk: Сувій | Заклинання блискавки | По площі

source: Zwój | Zaklęcie neutralne
uk: Сувій | Нейтральне заклинання

source: Zwój | Zaklęcie neutralne | Inwestycyjne
uk: Сувій | Нейтральне заклинання | Підтримуване

source: Zwój | Zaklęcie ogniste
uk: Сувій | Заклинання вогню

source: Zwój | Zaklęcie ogniste | Inwestycyjne/Obszarowe
uk: Сувій | Заклинання вогню | Підтримуване/По площі

source: Zwój | Zaklęcie ogniste | Obszarowe
uk: Сувій | Заклинання вогню | По площі

source: Zwój | Zaklęcie przemiany
uk: Сувій | Заклинання перетворення

source: Zwój | Zaklęcie przywołania
uk: Сувій | Заклинання виклику

source: Zwój | Zaklęcie wiatru
uk: Сувій | Заклинання вітру

source: Zwój | Zaklęcie wodne
uk: Сувій | Заклинання води

source: Zwój | Zaklęcie wodne | Obszarowe
uk: Сувій | Заклинання води | По площі

source: Zwój otwierania zamków... teraz powinienem bez problemu otworzyć ten kufer.
uk: Сувій для відмикання замків... тепер я зможу без проблем відімкнути цю скриню.

source: Zwłaszcza, że czasami trzeba nagiąć kilka zasad, by klient był zadowolony z naszych usług.
uk: Тим більше, що іноді нам доводиться порушувати деякі правила, щоб клієнт залишився задоволений нашими послугами.

source: Zwłoki
uk: Труп

source: Zwłoki Allana
uk: Труп Алана

source: Zwłoki Arsa
uk: Труп Арса

source: Zwłoki Bevina
uk: Труп Бевіна

source: Zwłoki Bolesa
uk: Труп Болеса

source: Zwłoki Burkharda
uk: Труп Бурхарда

source: Zwłoki Caramona
uk: Труп Карамона

source: Zwłoki Darryla
uk: Труп Деріла

source: Zwłoki Davisa
uk: Труп Девіса

source: Zwłoki Dinkela
uk: Труп Дінкеля

source: Zwłoki Feila
uk: Труп Фейла

source: Zwłoki Finbara
uk: Труп Фінбара

source: Zwłoki Flory
uk: Труп Флори

source: Zwłoki Fridy
uk: Труп Фріди

source: Zwłoki Fulko
uk: Труп Фулко

source: Zwłoki Garosa
uk: Труп Гароса

source: Zwłoki Gaura
uk: Труп Гаура

source: Zwłoki Harolda
uk: Труп Гарольда

source: Zwłoki Hilgera
uk: Труп Хільгера

source: Zwłoki Hoda
uk: Труп Хода

source: Zwłoki Ingora
uk: Труп Інгора

source: Zwłoki Kurta
uk: Труп Курта

source: Zwłoki Lei
uk: Труп Леї

source: Zwłoki Lorenzo
uk: Труп Лоренцо

source: Zwłoki Maiwen
uk: Труп Мейвен

source: Zwłoki Malena
uk: Труп Малена

source: Zwłoki Normana
uk: Труп Нормана

source: Zwłoki Odgara
uk: Труп Одгара

source: Zwłoki Oktava
uk: Труп Октава

source: Zwłoki Oscara
uk: Труп Оскара

source: Zwłoki Roela
uk: Труп Роела

source: Zwłoki Rudiego
uk: Труп Руді

source: Zwłoki Ruperta
uk: Труп Руперта

source: Zwłoki Ruuda
uk: Труп Рууда

source: Zwłoki Saula
uk: Труп Сола

source: Zwłoki Sigunda
uk: Труп Сігунда

source: Zwłoki Tilla
uk: Труп Тілля

source: Zwłoki Timo
uk: Труп Тімо

source: Zwłoki Ursa
uk: Труп Урса

source: Zwłoki Vicenta
uk: Труп Вісенте

source: Zwłoki Vrazki
uk: Труп Вразки

source: Zwłoki Weigara
uk: Труп Вейгара

source: Zwłoki Winstana
uk: Труп Вінстана

source: Zwłoki agitatora Gerharda
uk: Труп агітатора Герхарда

source: Zwłoki górnika
uk: Труп гірника

source: Zwłoki posłańca
uk: Труп посланця

source: Zwłoki łuczarza
uk: Труп лучника

source: ZĘBACZ\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Wiatr/Upadek\nWYSTĘPOWANIE: Tereny górskie\nRADA: Te niezwykle szybkie bestie zawsze polują w stadach. Początkowo powoli zbliżają się do ofiary, nieustannie ją obserwując, ale gdy już rzucą się do ataku, nie sposób im uciec. Najlepszą taktyką jest unikanie ich szarży i atak w plecy podczas gdy bestia się obraca.
uk: СНЕППЕР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вітер/падіння\nПОШИРЕННЯ: Гірські райони\nПОРАДА: Ці надзвичайно швидкі звірі завжди полюють зграями. Спочатку вони повільно наближаються до здобичі, спостерігаючи за нею, але як тільки атакують, втекти від них майже неможливо. Найкраща тактика – ухилитися від їхньої атаки і напасти ззаду.

source: Zębacz
uk: Снеппер

source: Zębate ziele
uk: Снеппер-трава

source: Zła? Ten dureń prawie zrujnował mi życie! Jednego dnia planuje z tobą przyszłość, a następnego ucieka jak zbity pies. Żeby go zaraza wzięła!
uk: Злюся? Цей дурень майже зруйнував моє життя! Одного дня він планує з тобою майбутнє, а наступного – втікає, як побитий пес. Щоб його зараза взяла!

source: Złagodził on wcześniejsze postanowienia Regena, dotyczące ingerencji magów w sprawy wyspy, ale jednocześnie obiecał polityczną neutralność.
uk: Він пом'якшив попередні настанови Регена щодо втручання магів у справи острова, але водночас пообіцяв політичний нейтралітет.

source: Złamania, odcięte kończyny, wyrwane wnętrzności... a to dopiero początek listy obrażeń zanotowanych po walce z tym wielkoludem.
uk: Переломи, відірвані кінцівки, вирвані нутрощі... і це лише початок списку травм, зафіксованих після бою з цим здорованем.

source: Złamany miecz Wilczego Syna
uk: Поломаний меч Вовчого Сина

source: Złamałem sobie rękę jak... a, nie interesuj się, w jaki sposób. Po prostu złamałem i tyle!
uk: Я зламав руку, як... а, неважливо як. Просто зламав і все!

source: Złap to, co wyda ci się najcenniejsze, i równie sprawnie to wyciągnij. Jeśli ktoś cię przyłapie, spróbuj się wyłgać. Najlepiej mieć przygotowaną historyjkę zanim w ogóle zacznie się akcję.
uk: Хапай те, що вважаєш найціннішим, і так само ефективно витягай. Якщо хтось спіймав тебе за руку, спробуй відбрехатись. Найкраще мати підготовлену історію ще до того, як ти почнеш.

source: Złap za język, mocno pociągnij, a ostrzem sięgnij w głąb gardła i natnij mięsień najgłębiej, jak tylko będziesz mógł.
uk: Схопись за язик і сильно його потягни, потім просунь ножа вглиб горла і розріж м'яз так глибоко, як тільки зможеш.

source: Złapanie i skazanie winowajcy tego incydentu powinno być dla Rodericha priorytetem.
uk: Затримання та засудження винуватця цього інциденту мають бути пріоритетом для Родеріха.

source: Złapano podejrzanego. Nie wiadomo jednak, czy faktycznie stał za zamachem. To właśnie muszę ustalić.
uk: Затримали підозрюваного. Однак невідомо, чи дійсно він відповідальний за замах. Це я і маю з'ясувати.

source: Złapię oddech, nim pójdę dalej.
uk: Мені потрібно перевести дух, перш ніж йти далі.

source: Złe są takie, że Odgar zorientował się, że zbroje są w lepszym stanie, niż na to wygląda.
uk: Погана новина полягає в тому, що Одгар зрозумів, що обладунки насправді в кращому стані, ніж здається.

source: Złocisty posążek Pana Ognia.
uk: Золота статуетка Володаря Вогню.

source: Złocisty trunek.
uk: Золотистий напій. Відкривається

source: Złodziej
uk: Злодій

source: Złodziej zabrał ją Elidowi.
uk: Злодій забрав його в Еліда.

source: Złodziej! Łapcie go!
uk: Злодій! Тримайте його!

source: Złodziej-partacz
uk: Починаючий злодій

source: Złodziejaszki chyba sami to zauważyli, bo chwilę później wybiegli stąd, aż się za nimi kurzyło!
uk: Злодії, мабуть, і самі це помітили, бо за мить так чкурнули звідси, що аж пилюка за ними здійнялася!

source: Złodzieje bardzo uszczuplili zapasy Helgi?
uk: Злодії сильно спустошили запаси Хельги?

source: Złota biżuteria, która szczycą się bogaci
uk: Золоті прикраси, якими можуть похвалитися

source: Złota kusza
uk: Золотий арбалет

source: Złota moneta
uk: Золота монета

source: Złota nikt mi tutaj nie pożyczy.
uk: Золота тут ніхто мені не позичить.

source: Złota skrzynia
uk: Золота скриня

source: Złota wydobywam akurat tyle, by przetrwać, zarobek jest tylko nierealnym marzeniem.
uk: Я видобуваю рівно стільки золота, щоб вижити, заробіток – це лише нездійсненна мрія.

source: Złota... wszyscy chcą złota...
uk: Золото... Всім потрібне золото...

source: Złota? A po co mi tutaj złoto chłopcze?
uk: Золота? Нащо мені золото, хлопче?

source: Złota? Tych drobniaków?
uk: Золото? Той дріб'язок?

source: Złote Innosy
uk: Золоті Інноси

source: Złote Innosy? Czemu nagle wszyscy o nich mówią?
uk: Золотими Інносами? Чому всі раптом заговорили про них?

source: Złote Wrota - Sklep z różnościami
uk: Золоті Ворота – 1000 дрібниць

source: Złote naczynie
uk: Золотий келих

source: Złoto
uk: Золото

source: Złoto dla ciebie.
uk: Ось тобі трохи золота.

source: Złoto i tak po śmierci ci się nie przyda...
uk: Після смерті тобі все одно не знадобиться золото...

source: Złoto już jest przygotowane, masz moje słowo!
uk: Золото вже підготовано, даю тобі слово!

source: Złoto musiało zostać przy Szmuglerze, jeśli chcesz, to mogę po nie wrócić.
uk: Золото повинно було залишитися в Койота, якщо хочеш, я можу повернутися за ним.

source: Złoto nie będzie problemem.
uk: Золото не буде проблемою.

source: Złoto nie rośnie na drzewach...
uk: Золото не росте на деревах...

source: Złoto się zgadza.
uk: Так, це моє золото.

source: Złoto to zawsze dobra motywacja. Szczera i uczciwa.
uk: Золото – це завжди хороша мотивація. Щира і чесна.

source: Złoto zawsze się przyda.
uk: Золото завжди пригодиться.

source: Złoto! Teraz należy do mnie...
uk: Золото! Тепер воно належить мені...

source: Złoto! Zaopiekuję się nim...
uk: Золото! Я за ним пригляну...

source: Złoto... któż go nie kocha...
uk: Золото... та хто його не любить...

source: Złoto:
uk: Золото:

source: Złoto? Ile ty mi możesz go dać?
uk: Золотом? Скільки ти можеш мені його дати?

source: Złoty Innos
uk: Золота статуетка Інноса

source: Złoty Szperlacz
uk: Золотий Шперлац

source: Złoty interes
uk: Золота угода

source: Złoty interes, nie pożałujesz! No, podejdź bliżej, nie chcę zbyt dużego rozgłosu... słuchaj, znaleźliśmy kopalnię żelaza!
uk: Золота пропозиція, ти не пошкодуєш! Підійди ближче, не хочу зайвого розголосу... Слухай, ми знайшли копальню заліза!

source: Złoty naszyjnik
uk: Золоте намисто

source: Złoty pierścień
uk: Золотий перстень

source: Złoty puchar
uk: Золотий келих

source: Złoty sztylet
uk: Золотий кинджал

source: Złoty talerz
uk: Золота тарілка

source: Złoty świecznik
uk: Золотий підсвічник

source: Złotych pucharów tu nie znajdziesz, ale mam nadzieję, że łojenie z gwinta ci nie przeszkadza?
uk: Золотих келихів ти тут не знайдеш, але, сподіваюся, оздоба тебе не надто турбує?

source: Złowiłeś 1 rybę!
uk: Ви спіймали одну рибину!

source: Złowiłeś 2 grube ryby!
uk: Ви спіймали 2 великі рибини!

source: Złowiłeś 2 ryby!
uk: Ви спіймали 2 рибини!

source: Złowiłeś 3 ryby!
uk: Ви спіймали 3 рибини!

source: Złowiłeś grubą rybę!
uk: Ви спіймали велику рибину!

source: Złoże magicznej rudy
uk: Родовище магічної руди

source: Złoże soli
uk: Поклади солі

source: Złoże srebra
uk: Родовище срібла

source: Złoże żelaza
uk: Родовище заліза

source: Złożyliśmy raport Oktavowi i otrzymaliśmy zapłatę za wykonanie zadania.
uk: Ми доповіли Октаву та отримали оплату за виконане завдання.

source: Złożyłem Roderichowi raport z ukończonego przeze mnie treningu. Jestem o krok bliżej zostania strażnikiem. Następnym będzie zorganizowanie sobie odpowiedniej broni.
uk: Я доповів Родеріху про пройдене тренування. Тепер я на крок ближче до того, щоб стати вартовим. Наступним буде дістати собі відповідну зброю.

source: Złożyłem Winstanowi raport z tego, co wydarzyło się na arenie. Pora wracać i przekazać dobre wieści.
uk: Я доповів Вінстану про те, що сталося на арені. Настав час повернутися і поділитися добрими новинами.

source: Złożyłem raport u Rodericha. Wygląda na to, że sam zajmie się problemem renegatów. Najważniejsze, że udało mi się stamtąd wydostać i zdobyć przy okazji trochę informacji odnośnie mojego brata. Najwyższy czas wyruszyć na winnicę Rity i znaleźć niejakiego Antonio.
uk: Я звітував перед Родеріхом. Схоже, що він сам займеться проблемою відступників. Найголовніше, що мені вдалося вибратися звідти та отримати деяку інформацію про мого брата. Настав час вирушати на виноградник Рити і шукати там якогось Антоніо.

source: Złożyłeś śluby milczenia, że trzymasz język za zębami?
uk: Ти дав обітницю мовчання, щоб тримати язик за зубами?

source: Złudne wrażenie! Wszystko jest w jak najlepszym porządku!
uk: Це хибне враження! Все в повному порядку!

source: Zły człowiek mi powiedział, że... jeśli pisnę komuś o tym słówko, to zabije wszystkie moje owce, a ja zaśpiewam po raz ostatni.
uk: Злий чоловік сказав мені, що... якщо я комусь про це розкажу, він уб'є всіх моїх овець, а я більше не співатиму.

source: Zły człowiek mnie wypuścił, a ja biegłem i biegłem, i biegłem, nie oglądając się za siebie.
uk: Зла людина відпустила мене, і я побіг, побіг, побіг, не озираючись.

source: Złóż im wizytę i sprawdź, ile teraz gotowi są zapłacić za moje wyśmienite drewno.
uk: Відвідай їх і дізнайся, скільки вони тепер готові заплатити за мою вишукану деревину.

source: Złóż wizytę moim braciom, a na pewno nie pożałujesz.
uk: Завітай до моїх братів, і ти точно не пошкодуєш.

source: a cenę tej porażki miała ponieść stolica regionu – pobliska wyspa Archolos.
uk: а ціну за цю поразку мала відчути на собі столиця цього регіону – сусідній острів Архолос.

source: a czarne trolle nie istnieją.
uk: і чорних тролів не існує.

source: a dla wszystkich innych żart słowny.
uk: а для всіх інших – словесний жарт.

source: a każdy zdolny do walki obywatel, niezależnie od stanu majątkowego, miał wkrótce zostać wcielony do armii.
uk: А кожен громадянин, здатний тримати меч, незалежно від матеріального становища, невдовзі мав бути відправлений до армії.

source: a odkąd pojawili się tutaj ci wszyscy nowi,
uk: а з тих пір, як з'явилися всі ці новенькі,

source: a raczej jego braku.
uk: а точніше, про його відсутність.

source: a także na jej opuszczenie.
uk: та безперешкодно покинув її.

source: a z każdym dniem na wyspę docierają kolejne fale uchodźców.
uk: яких з кожним днем прибувало дедалі більше.

source: a zioła dodają mu mocnego aromatu.
uk: а трави додають йому насиченого аромату.

source: akcji przeciwko przemytnikom.
uk: дії проти контрабандистів.

source: albo była tragicznie wykonana.
uk: або вона була недбало зроблена.

source: alchemicznego w klasztorze.
uk: алхімічного столу в монастирі.

source: alchemików do produkcji eliksirów.
uk: алхіміками для виготовлення зілля.

source: ale jeśli nie zapłaci mi podwójnie,
uk: але якщо він не заплатить мені подвійну суму,

source: ale każdy głodny zje go ze smakiem.
uk: кожен голодний з'їсть його з задоволенням.

source: ale lepsze to niż głód.
uk: але все ж краще, ніж голод.

source: ale parę słów wciąż jest czytelne.
uk: але кілька слів все ще можна прочитати.

source: ale posiada właściwości magiczne.
uk: але має магічні властивості.

source: ale przy ognisku można
uk: але біля багаття можна

source: ale to nie jedyna zawartość mieszka.
uk: але це не єдине, що в ньому є.

source: autorstwa jakiegoś Paladyna.
uk: написана якимось паладином.

source: autorstwa maga Ibeusa.
uk: за авторством мага Ібеуса.

source: bardzo trującą wydzielinę.
uk: дуже отруйну речовину.

source: bez pozwolenia Graysona!
uk: без дозволу Грейсона!

source: biedniejsze sfery w towarzystwie czerstwego chleba.
uk: а бідніше населення – з черствим хлібом.

source: biedniejsze warstwy społeczeństwa.
uk: найбіднішими верствами населення.

source: biedniejszych mieszkańców Archolos,
uk: найбідніших мешканців Архолосу,

source: brak zawartości
uk: Нічого немає

source: brak|mało|więcej|dużo
uk: немає|мало|багато|дуже багато

source: by chociaż go dotknąć.
uk: статок, щоб хоча б доторкнутися до нього.

source: by od razu postawił na nogi.
uk: миттєво поставити вас на ноги.

source: bólu głowy po wypiciu.
uk: головного болю після вживання.

source: będą zadowoleni z zawartości.
uk: будуть задоволені його вмістом.

source: będę potrzebował następującej ilości mięs:
uk: мені знадобиться така кількість м'яса:

source: celności kuszników z Archolos.
uk: влучності арбалетників Архолосу.

source: chcąc jednym sprawnym uderzeniem uniemożliwić podbój niezwykle istotnych wysp Wschodniego Archipelagu.
uk: бажаючи одним ефективним ударом запобігти захопленню надзвичайно важливих островів Східного Архіпелагу.

source: chroniącego przed obrażeniami od upadku.
uk: що захищає від пошкоджень при падінні.

source: cierpienia na wiele dni.
uk: біль протягом декількох днів.

source: cięciw w łukach i kuszach.
uk: тятиви для луків та арбалетів.

source: coś znajdowało się w środku...
uk: всередині щось є...

source: czasem używany do przyozdabiania broni.
uk: іноді потрібен для оздоблення зброї.

source: czuję w kościach, że nie zostało mi już dużo czasu na tym świecie. Z tego powodu przypominam ci, że założyłem depozyt u Volkera.
uk: я кістками відчуваю, що мені залишилося не так вже й багато часу на цьому світі. Тому нагадую, що я відкрив депозит у Волкера.

source: czyhają na wyspie Archolos.
uk: ховаються на острові Архолос.

source: czyja receptura na ciastka jest najlepsza.
uk: чий рецепт печива найкращий.

source: często przykładana do ran by przyśpieszyć gojenie.
uk: до ран, щоб прискорити загоєння.

source: delikatna i niezwykle aromatyczna zielona zupa.
uk: ніжний і дуже ароматний суп з зеленню.

source: delikatne wino.
uk: витончене вино.

source: dla Jorna.
uk: для Йорна.

source: dla tropicieli Araxos.
uk: для слідопитів Араксосу.

source: do Crednara.
uk: для Креднара.

source: do dostarczonego wina naszej produkcji.
uk: доставленого вина нашого виробництва.

source: do handlu na terenie Silbach.
uk: торгувати на території Сільбаху.

source: do kopalni srebra w Wilczym Leżu,
uk: в срібну копальню у Вовчому Лігві,

source: do kopalni srebra w Wilczym Leżu.
uk: до срібної копальні у Вовчому Лігві.

source: do nadania obywatelstwa.
uk: для надання громадянства.

source: do odnowienia
uk: для відновлення

source: do opatrunku ziołowego dla Jorna.
uk: для створення трав'яної пов'язки для Йорна.

source: do posiadłości w trakcie bitwy.
uk: до маєтку під час битви.

source: do produkcji ciasta chlebowego...
uk: для приготування хлібного тіста...

source: do przyrządzenia opatrunku dla Jorna.
uk: щоб зробити пов'язку для Йорна.

source: do swobodnego odwiedzania
uk: вільно відвідувати

source: do szefa kopalni królewskiej.
uk: начальнику Королівської копальні.

source: do wytwarzania wyposażenia.
uk: для виготовлення спорядження.

source: do właściwości dorosłej rośliny.
uk: до зрілої рослини.

source: dobrą cenę.
uk: хорошу ціну.

source: domu przy Targu Rybnym w porcie.
uk: будинком біля Рибного ринку в порту.

source: doprawione korzennymi przyprawami i odrobiną wódki.
uk: приправлене спеціями та краплею спирту.

source: dorosłych osobników.
uk: дорослих особин.

source: dostaw dla Przystani Łotrów.
uk: постачання для Гавані лиходіїв.

source: drogocenny puchar z bagien.
uk: антикварний келих з болота.

source: działalności przemytników.
uk: діяльність контрабандистів.

source: działaniach orków na Archolos.
uk: дії орків на Архолосі.

source: działanie run teleportacyjnych.
uk: як працюють руни телепортації.

source: dziwnie pachnie - musiał być niedawno wykopany.
uk: і дивно пахне. Мабуть, його недавно відкопали.

source: dzięki egzotycznym przyprawom
uk: Завдяки екзотичним прянощам

source: gdzie Południowiec zlecił
uk: де південець попросив
